{
    "historia": "No universo de Bleach, quando humanos morrem, suas almas seguem para o Mundo Espiritual chamado Soul Society se forem boas, ou vão para o Inferno se cometeram crimes graves em vida. Quando uma alma fica muito tempo na Terra sem ser purificada por um Shinigami, ela pode ser corrompida por sentimentos negativos, perdendo o coração simbólico e se transformando em um Hollow, um espírito corrompido que devora outras almas. Os Shinigamis são ceifadores de almas que residem na Soul Society, especificamente no Seireitei, e têm como missão principal guiar as almas boas para o pós-vida (Konsō) e purificar os Hollows com suas Zanpakutō. A Soul Society é dividida em 13 divisões (Gotei 13), cada uma com um Capitão e Tenente, e sua hierarquia é regida pela Central 46. As almas que vivem lá são chamadas de Pluses e têm ciclos de reencarnação, podendo nascer novamente como humanos. O Hueco Mundo é a dimensão dos Hollows, governado originalmente por criaturas poderosas como os Vasto Lordes e mais tarde Arrancars, que são Hollows que removeram parte da máscara para obter poderes Shinigami. A origem dos Shinigamis remonta a eras antigas com a fundação do Gotei 13 por Yamamoto Genryūsai. Os Quincy são humanos que podem manipular partículas espirituais e destruíam Hollows completamente, desequilibrando o ciclo das almas, o que causou uma guerra antiga contra os Shinigamis e quase levou à extinção dos Quincy. O ciclo espiritual, composto pela Terra, Soul Society, Hueco Mundo e Inferno, precisa de equilíbrio entre nascimento e morte. Quando há excesso de destruição de almas, esse ciclo é ameaçado. O Inferno, embora raramente citado, é o destino final das almas que cometeram crimes imperdoáveis em vida, seladas pelos Shinigamis com a Zanpakutō. Tudo isso compõe a estrutura espiritual e o conflito de forças no universo de Bleach. Recentemente... Vestígios de ossos pretos com chifres foram encontrados no mundo espiritual e no mundo humano, gerando um mistério que cabe a você! Leitor, descobrir e tentar resolver!"
}